Repository: masakhane-io/masakhane-mt
Catalog: Data/en-ig Tech Sentences/en-ig.tmx
Source language: en
Languages: ig

source: Open link in a new tab
ig: Mepee ụzọ njikọ na _táàbụ̀ ọfụụ

source: _Download Link
ig: _Bubata ụzọ njikọ

source: _Save Link As…
ig: Chekwaa ụzọ njikọ dịka

source: Save link with a different name
ig: Jiri aha ọzọ chekwaa ụzọ njikọ

source: _Bookmark Link…
ig: _Ụzọ njikọ Buukmakị...

source: _Copy Link Address
ig: _Debata ngosi ebe ụzọ njikọ

source: _Send Email…
ig: _Ziga ozi imeelụ...

source: _Copy Email Address
ig: _Debata ngosi ebe imeelụ

source: Open _Image
ig: Mepee _inyogo

source: _Save Image As…
ig: Chekwaa inyogo dịka...

source: _Use Image As Background
ig: _Jiri inyogo dịka Okpuru

source: Copy I_mage Address
ig: Debata ngosi ebe i_nyogo

source: There are unsubmitted changes to form elements
ig: Enwere mgbanwe a na-enyeghị na fọm elementị

source: If you close the document anyway, you will lose that information.
ig: Ọ bụrụ na imechie dọkumenti ebe ọbụla, ozi ahụ ga-efunahụ gị.

source: Close _Document
ig: Mechie _Dọkumentị

source: Open
ig: Mepee

source: Save As
ig: Chekwaa dịka

source: Print
ig: Bipụta

source: Find
ig: Chọ̀ọ́

source: Insecure
ig: Echekwaghị

source: Broken
ig: Mmebi

source: Low
ig: Dị ala

source: High
ig: Elu

source: Security level: %s
ig: Ógó nchekwa: %s

source: Open image “%s”
ig: Mepee inyogo '%s'

source: Use as desktop background “%s”
ig: Jiri dịka okpuru desktọ́ọ̀pụ̀ '%s'

source: Save image “%s”
ig: Chekwaa inyogo '%s'

source: Copy image address “%s”
ig: Debata ngosi ebe inyogo '%s'

source: Send email to address “%s”
ig: Ziga ozi imeelụ na ngosi ebe '%s'

source: Copy email address “%s”
ig: Debata ngosi ebe imeelụ '%s'

source: Save link “%s”
ig: Chekwaa ụzọ njikọ '%s'

source: Bookmark link “%s”
ig: Búùkmáàkị̀á ụzọ njikọ '%s'

source: Copy link's address “%s”
ig: Debata ngosi ebe nke ụzọ njikọ '%s'

source: Clear All Personal Data
ig: D_ata nkeonwe

source: C_ookies
ig: Kukíìs

source: Saved _passwords
ig: Họrọ okwumbanye.

source: _Temporary files
ig: Kọmputa faịlụ ebenchekwaozi nwaobere

source: Cookie Properties
ig: Ngwaọrụ Kukiis

source: Content:
ig: Ndịna:

source: Path:
ig: Ọdịdị faịlụ:

source: Send for:
ig: Ziga maka:

source: Encrypted connections only
ig: Nsụnye enkriptéèdì sọsọ

source: Any type of connection
ig: Ụdị nsụnye nke ọbụla

source: Expires:
ig: Oge efeela:

source: End of current session
ig: Ngwụcha seshiọn ọfụụ

source: Domain
ig: Doméènù

source: Name
ig: Aha

source: Host
ig: Obuteikukuozi

source: User Name
ig: Aha Ojieme

source: User Password
ig: Okwumbanye

source: Download Link
ig: Bubata ụzọ njikọ

source: Save Link As
ig: Chekwaa ụzọ njikọ dịka

source: User defined (%s)
ig: Akọwara ojieme(%s)

source: Select a Directory
ig: Họrọ ebenlereanya

source: Past developers:
ig: _Ndị nrụlite Sọftwịa

source: translator-credits
ig: sylvester@wazobialinux.com

source: GNOME Web Browser Website
ig: Omenchọgharị Wéèbụ̀

source: _Save As...
ig: _Chekwaa dịka...

source: Sidebar Extension Required
ig: Achọrọ Mgbatịkwu Saịdbáà

source: The link you clicked needs the sidebar extension to be installed.
ig: Ụzọ njikọ ahụ ịpịrị chọrọ ka ewunye mgbatịkwu saịdbáà.

source: Epiphany Web Bookmarks
ig: Búùkmáàks Epiphany Wéèbụ̀

source: Web Bookmarks
ig: Búùkmáàkịs Wéèbụ̀

source: Browse and organize your bookmarks
ig: Chọgharịa ma hazie búùkmáàks gị

source: Search the web
ig: Chọgharịa na wéèbụ̀http://www.google.nl" and "http://www.google.nl/search?q=%s

source: http://www.google.com
ig: http://www.google.co.uk/search?ie=UTF-8oe=UTF-8q=http://www.google.nl" and "http://www.google.nl/search?q=%s

source: http://www.google.com/search?q=%samp;ie=UTF-8amp;oe=UTF-8
ig: http://www.google.co.uk/search?q=%sie=UTF-8oe=UTF-8

source: Web Browser
ig: Omenchọgharị Wéèbụ̀

source: Epiphany Web Browser
ig: Omenchọgharị wéèbụ̀ Epiphany

source: Issued To
ig: Nke enyere na

source: Common Name:
ig: Aha ama ama:

source: Organization:
ig: Nhazi:

source: Organizational Unit:
ig: Nkeji nhazi:

source: Serial Number:
ig: Ọnụọgụgụ eji ahụba ihe ama:

source: Issued By
ig: Nke enyere site na

source: Validity
ig: Nkeanabatara

source: Issued On:
ig: Enyere na:

source: Expires On:
ig: Oge efeela na:

source: Fingerprints
ig: Mkpịsịaka

source: SHA1 Fingerprint:
ig: Mkpịsịaka SHA1:

source: MD5 Fingerprint:
ig: Mkpịsịaka MD5:

source: General
ig: Zurugbezurugbe

source: Certificate _Hierarchy
ig: Haịraki _Asambodo

source: Certificate _Fields
ig: Fildu _Asambodo

source: Field _Value
ig: Valiu _Fildu

source: _View Certificate#x2026;
ig: _Gosi Asambodo

source: Fonts
ig: Ngwe ndị egosiri n'okpuru nke ihuakwụkwọ

source: _Use system fonts
ig: Jiri ihumkpụrụedemede nke gị

source: Style
ig: Ụhara

source: _Remember passwords
ig: Họrọ okwumbanye.

source: Temporary Files
ig: Kọmputa faịlụ ebenchekwaozi nwaobere

source: _Disk space:
ig: _Ohere diski:

source: Cl_ear
ig: We_pụ

source: Privacy
ig: Nkennọọrọ onwe

source: De_fault:
ig: Di_fọ́ọ̀ltụ̀:

source: Languages
ig: Asụsụ dị ichiiche

source: Language
ig: Asụsụ

source: Add Language
ig: Tinye Asụsụ

source: Choose a l_anguage:
ig: Họrọ otu a_sụsụ:

source: Frames
ig: Ngwe ndị egosiri n'okpuru nke ihuakwụkwọ

source: O_nly the selected frame
ig: Mepee búùkmáàkị̀ nke ahụ a họọrọ na táàbụ̀ ọfụụ

source: Background
ig: Ihumkpụrụedemede dị ichiiche

source: Print background c_olors
ig: Ihumkpụrụedemede na ụcha

source: Print background i_mages
ig: Chekwaa okpụrụ inyogo '%s'

source: Footers
ig: Ngwe ndị egosiri n'okpuru nke ihuakwụkwọ

source: Page _numbers
ig: Ọnụọgụgụ _ihuakwụkwọ

source: _Date
ig: _Ụbọchị

source: Headers
ig: Ngwe ndị egosiri n'elu ihuakwụkwọ

source: P_age title
ig: I_siokwu ihuakwụkwọ

source: _Page address
ig: _Ngosi ebe ihuakwụkwọ

source: Unknown
ig: Amaghị

source: Epiphany can't be used now. Initialization failed.
ig: Agaghị ejinwu Epiphany arụnwu ọrụ ugbua. Mbido Mozilla dara ada.

source: Western (_Windows-1252)
ig: Western (_Windows-1252)related

source: Unknown (%s)
ig: Amaghị (%s)

source: All
ig: Ha niile

source: Others
ig: Ndị ọzọ

source: Local files
ig: Faịlụ ndị nkeụlọ

source: Blank page
ig: Ihuakwụkwọ ghe oghe

source: Store password
ig: Okwumbanye

source: http://www.google.com/search?q=%sie=UTF-8oe=UTF-8
ig: http://www.google.co.uk/search?q=%sie=UTF-8oe=UTF-8

source: Loading “%s”…
ig: Na-edebata %s...

source: Loading…
ig: Na-edebata %s...

source: %s Files
ig: Faịlụ ndị ahụ

source: FILE
ig: FAỊLỤ

source: _Move on Toolbar
ig: _Wepụ na tulbáà

source: Move the selected item on the toolbar
ig: Gosi búùkmáàkị̀ mọọbụ isiokwu a họọrọla na báà búùkmáàks

source: _Remove from Toolbar
ig: _Wepụ na tulbáà

source: Remove the selected item from the toolbar
ig: Bagharịa aha búùkmáàkị̀ mọọbụ isiokwu nke ahụ a họọrọ

source: _Delete Toolbar
ig: _Wepụ tulbáà

source: Remove the selected toolbar
ig: Bagharịa aha búùkmáàkị̀ mọọbụ isiokwu nke ahụ a họọrọ

source: Separator
ig: Omenkewa

source: All supported types
ig: Ụdị dị ichiiche ákwàdòrò ákwàdó

source: Web pages
ig: Ngwaọrụ www

source: Images
ig: Inyogo dị ichiiche

source: All files
ig: Faịlụ niile

source: Could not create a temporary directory in “%s”.
ig: Ọdịda n'ikewapụta ebenlereanya %s.

source: The file “%s” exists. Please move it out of the way.
ig: %s n'arụ ọrụ, biko kpụghapụ ya n'ụzọ.

source: Failed to create directory “%s”.
ig: Ọdịda n'ikewapụta ebenlereanya %s.

source: A file with this name already exists and you don't have permission to overwrite it.
ig: Faịlụ ahụ nwere aha a n'arụbu ọrụ. Ọ bụrụ n'ịchọrọ idegharị faịlụ a, ndịna ahụ ga-efu.

source: Cannot Overwrite File
ig: Degharịa faịlụ?

source: Could not display help: %s
ig: Agaghị egosinwu enyemaka: %s

source: Master password needed
ig: Okwumbanye

source: Popup Windows
ig: Pọpọp Windos

source: History
ig: Agụgụala

source: Bookmark
ig: Búùkmáàkị̀

source: Bookmarks
ig: Búùkmáàks

source: Address Entry
ig: Ebe ntinye ngosi ebe

source: _Download
ig: _Budatafriendly time" string for the current day, strftime format. like "Today 12:34 am

source: Today %I:%M %p
ig: friendly timeYesterday 12:34 am

source: Yesterday %I:%M %p
ig: friendly timeWed 12:34 am

source: Finished
ig: Finnish

source: Show in folder
ig: Gosi mọọbụ zòó tulbáà

source: Starting…
ig: Na-edebata %s...

source: Drag and drop this icon to create a link to this page
ig: Dọọ ma tọgbọ aịkọn a ka o kewapụta ụzọ njikọ n'ihuakwụkwọ a

source: “%s” Properties
ig: %s Ngwaọrụ

source: _Title:
ig: _Isiokwu:

source: A_ddress:
ig: _Ngosi ebe:

source: T_opics:
ig: Is_iokwu:

source: Entertainment
ig: Ọbian̄ụrị

source: News
ig: Ozi

source: Shopping
ig: Ịzụ ahịa

source: Sports
ig: Egwuregwu

source: Travel
ig: Njem

source: Work
ig: Ọrụ

source: Update bookmark “%s”?
ig: Méè ka búùkmáàkị̀ dị ọfụụ "%s"?

source: The bookmarked page has moved to “%s”.
ig: Akpụgháálá ihuakwụkwọ ahụ ébúùkmáàkị̀rị̀là nà "%s".

source: _Don't Update
ig: _Etinyekwala ọzị ọfụụ

source: _Update
ig: _Mee ka ọ dị ọfụụ

source: Update Bookmark?
ig: Tinye ozi ọfụụ na Búùkmáàkị̀?

source: Most Visited
ig: Nke á kà banye

source: Not Categorized
ig: Ahazighi yabookmarks

source: Nearby Sites
ig: Ahazighi ya

source: Untitled
ig: Na-enweghị isiokwu

source: Remove from this topic
ig: Hichaa isiokwu a?

source: _Help
ig: _Nyeaka

source: _New Topic
ig: _Isiokwu ọfụụ

source: Create a new topic
ig: Kewapụta isiokwu ọfụụ

source: Open the selected bookmark in a new window
ig: Mepee búùkmáàkị̀ nke ahụ a họọrọ na windo ọfụụ

source: Open the selected bookmark in a new tab
ig: Mepee búùkmáàkị̀ nke ahụ a họọrọ na táàbụ̀ ọfụụ

source: _Rename…
ig: _Bagharịa aha...

source: Rename the selected bookmark or topic
ig: Bagharịa aha búùkmáàkị̀ mọọbụ isiokwu nke ahụ a họọrọ

source: _Properties
ig: _Ngwaọrụ

source: View or modify the properties of the selected bookmark
ig: Gosi mọọbụ megharịa ngwaọrụ nke búùkmáàkị̀ nke a họọrọ

source: _Import Bookmarks…
ig: Bubata Búùkmáàks

source: Import bookmarks from another browser or a bookmarks file
ig: Bubata Búùkmáàks site n'omenchọgharị ọzọ mọọbụ faịlụ búùkmáàks

source: _Export Bookmarks…
ig: Bupụ Búùkmáàks

source: Export bookmarks to a file
ig: Bupụ búùkmáàks̀ na faịlụ

source: Close the bookmarks window
ig: Mechie windo búùkmáàks

source: Cu_t
ig: Wep_ụ

source: Cut the selection
ig: Wepụ ihenhọrọ ahụ

source: _Copy
ig: _Debata

source: Copy the selection
ig: Debata ihenhọrọ ahụ

source: _Paste
ig: _Mapanye

source: Paste the clipboard
ig: Mapanye òchékwáōzím̀gbèńtà

source: File
ig: Faịlụ

source: Don't recover
ig: _Enwetakwaláà

source: Recover session
ig: _Nweta

source: Do you want to recover the previous browser windows and tabs?
ig: Nweta táàbs na windo omenchọgharị ochie?

source: _Downloads Bar
ig: Mbudata ndị ahụ

source: Show the active downloads for this window
ig: Gosi sọsọ fréèmù a na windo a

source: Enable caret browsing mode?
ig: Jiri móòdù omenchọgharị Kárēètị̀.

source: _Enable
ig: Hapụ Java

source: Browse with caret
ig: Jiri Káréètị̀ chọgharịa

source: URL Search
ig: _Chọgharịa:

source: User agent
ig: Aha Ojieme

source: Automatic downloads
ig: Mbubata nkeonwe

source: When files cannot be opened by the browser they are automatically downloaded to the download folder and opened with the appropriate application.
ig: Mgbe omenchọgharị nà-émēpéghị́nwú faịlụ ndị ahụ ha ga eji aka ha bubata onwe ha na nsomebefaịlụ mbubata ma mepee n'usoroiheomume kwesịrịnụ̄.

source: Remember passwords
ig: Họrọ okwumbanye.

source: Show toolbars by default
ig: Gosi tulbáà site na difọ́ọ̀ltụ̀

source: Toolbar style
ig: Ọdịdị tulbáà

source: Toolbar style. Allowed values are "" (use GNOME default style), "both" (text and icons), "both-horiz" (text besides icons), "icons", and "text".
ig: Ọdịdị tulbáà. Valius ndị ekwere bụ "" (use GNOME default style), "both" (text and icons), "both-horiz" (text besides icons), "icons", and "text".

source: Visibility of the downloads window
ig: Mechie windo búùkmáàks

source: Minimum font size
ig: _Ụhara nke obere:

source: Use GNOME fonts
ig: Jiri ihumkpụrụedemede nke gị

source: Use own colors
ig: Jiri ụcha nke gị

source: Use your own colors instead of the colors the page requests.
ig: Jiri ụcha nke gị kama iji ụcha nke ihuakwụkwọ chọrọ.

source: Use own fonts
ig: Jiri ihumkpụrụedemede nke gị

source: Use your own fonts instead of the fonts the page requests.
ig: Jiri ihumkpụrụedemede nke gị kama iji ihumkpụrụedemede nke ihuakwụkwọ chọrọ.

source: Default encoding
ig: Ndenye kóòdù difọ́ọ̀ltụ̀

source: Size of disk cache
ig: Ụhara nke diski ébéńchékwáózīọ́sị́sọ́

source: Size of disk cache, in MB.
ig: Ụhara nke diski ébéńchékwáózīọ́sị́sọ́, na MB.

source: Preferred languages, two letter codes.
ig: Asụsụ ndị akarachọọ, mkpụrụokwu abụọ.

source: Cookie accept
ig: Nnabata Kuki

source: Where to accept cookies from. Possible values are "anywhere", "current site" and "nowhere".
ig: Ebe a ga esi nabata kukiis. Pọsịbụl valius bụ "anywhere", "current site" and "nowhere".

source: Allow popups
ig: Hapụ pọpọps

source: Allow sites to open new windows using JavaScript (if JavaScript is enabled).
ig: Hapụ saịts ka ọ mepee windo ndị a n'iji ndesịta asụsụ program (ma ọ bụrụ na a hapụrụ ndesịta asụsụ program).

source: Enable JavaScript
ig: Hapụ ndesịta asụsụ program

source: Enable WebGL
ig: Hapụ Java

source: The downloads folder
ig: Nsomebefaịlụ nke mbubata ndị ahụ

source: History pages time range
ig: Nhazi oge ihuakwụkwọ agụgụala

source: Whether to show the title column in the history window.
ig: Ma a ga-ebipụta isiokwu ihuakwụkwọ na ngwe elu ihuakwụkwọ.

source: Whether to show the address column in the history window.
ig: Ma a ga-ebipụta ngosi ebe ihuakwụkwọ na ngwe elu ihuakwụkwọ.

source: Whether to show the date-time column in the history window.
ig: Ma a ga-ebipụta ụbọchị na ngwe okpuru ihuakwụkwọ.

source: Whether to show the title column in the bookmarks window.
ig: Ma a ga-ebipụta isiokwu ihuakwụkwọ na ngwe elu ihuakwụkwọ.

source: Whether to show the address column in the bookmarks window.
ig: Ma a ga-ebipụta ngosi ebe ihuakwụkwọ na ngwe elu ihuakwụkwọ.

source: Enabled
ig: Hapụ Java

source: Press %s to exit fullscreen
ig: Chọgharịa na njupụta inyogo

source: _Open
ig: Mepee

source: _Save
ig: Chekwaa

source: Epiphany profile migrator
ig: Omenchọgharị wéèbụ̀ Epiphany

source: Epiphany profile migrator options
ig: friendly time" string for the current day, strftime format. like "Today 12:34 am

source: The certificate has expired
ig: Ébūbàtáláàrị́ị̀ asambodo ahụ.

source: The certificate contains errors
ig: Ngwaọrụ asambodo

source: The certificate has been revoked
ig: Ébūbàtáláàrị́ị̀ asambodo ahụ.

source: All sites
ig: Faịlụ niile

source: _Add
ig: _Ngosi ebe

source: New _Incognito Window
ig: _Windo ọfụụ

source: Reopen Closed _Tab
ig: Mechie táàbụ̀

source: _History
ig: Agụgụala

source: _Personal Data
ig: D_ata nkeonwe

source: Pr_eferences
ig: Nkarachọ

source: Cookie properties
ig: Ngwaọrụ Kukiis

source: A_utomatically open downloaded files
ig: O ji aka ya budata ma mepee faịlụ ndị ahụ

source: Stop
ig: _Kwụsị

source: Text not found
ig: Ndenye kóòdù ngwe

source: All history
ig: Azụ agụgụala

source: Could not start Web
ig: Agaghị egosinwu enyemaka: %s

source: Web options
ig: Omenchọgharị Wéèbụ̀

source: Search the Web for %s
ig: Chọgharịa na wéèbụ̀

source: Edit _Bookmarks
ig: _Dezie Búùkmáàks

source: Zoom _In
ig: Banye _n'ime

source: Zoom O_ut
ig: Pụt_a

source: _Copy E-mail Address
ig: _Debata ngosi ebe imeelụ

source: Back
ig: Azụ

source: Forward
ig: Ihu

source: Go to most visited
ig: Gaa n'ihuakwụkwọ nke ọzọ abanyegorola

source: An application with the same name already exists. Replacing it will overwrite it.
ig: Faịlụ ahụ nwere aha a n'arụbu ọrụ. Ọ bụrụ n'ịchọrọ idegharị faịlụ a, ndịna ahụ ga-efu.

source: Create Web Application
ig: Kewapụta isiokwu ọfụụ

source: Web Website
ig: _Web saịts

source: About Web
ig: _Maka

source: Remove from overview
ig: _Wepụ na tulbáà

source: Problem loading “%s”
ig: Na-edebata %s...

source: Reload Anyway
ig: _Debatagharịa

source: Problem displaying “%s”
ig: Chekwaa ụzọ njikọ '%s'

source: Web profile migrator options
ig: Omenchọgharị Wéèbụ̀friendly time" string for the current day, strftime format. like "Today 12:34 am

source: Web bookmarks
ig: Búùkmáàkịs Wéèbụ̀

source: Clear Personal Data
ig: D_ata nkeonwe

source: Cache and temporary files
ig: Kọmputa faịlụ ebenchekwaozi nwaobere

source: Browsing history
ig: Wepụ nchọgharị agụgụala?

source: Saved passwords
ig: Họrọ okwumbanye.

source: Site
ig: Saịtị dị ichiiche

source: Search history
ig: Azụ agụgụala

source: Location
ig: _Ebe...

source: _Copy Location
ig: _Ebe...

source: Add _Bookmark
ig: Tinye Búùkmáàkị̀

source: Search passwords
ig: Okwumbanye

source: Password
ig: Okwumbanye

source: _Copy Password
ig: _Okwumbanye:

source: C_opy Username
ig: Aha Ojieme

source: Search
ig: _Chọgharịa:

source: Manage Cookies
ig: _Gosi Asambodo

source: Manage Passwords
ig: Okwumbanye

source: _Down
ig: _Budata

source: View _Image
ig: Mepee _inyogo

source: https://google.com/search?q=%s
ig: http://www.google.co.uk/search?q=%sie=UTF-8oe=UTF-8

source: http://www.bing.com/search?q=%s
ig: http://www.google.co.uk/search?q=%sie=UTF-8oe=UTF-8

source: Save the current page as a Web Application
ig: Chekwaa ihuakwụkwọ nke ọfụụ

source: _Store password
ig: Okwumbanye

source: Failed to copy cookies file from Mozilla.
ig: friendly time" string for the current day, strftime format. like "Today 12:34 am

source: _Don't recover
ig: _Enwetakwaláà

source: _Recover session
ig: _Nweta

source: _Extensions
ig: Mgbatịkwu ndị n'arụ ọrụ

source: Middle click to open the web page pointed to by the currently selected text
ig: Pịa n'etiti ka imepee ngwaọrụ www apọintịrị na site na ngwe a họrọla ọfụụ

source: Middle clicking on the main view pane will open the web page pointed to by the currently selected text.
ig: Pịa n'etiti péènù ngosi nkeisi ga-emepe ngwaọrụ www nke apọịntịrị na site na ngwe a họrọla ọfụụ.

source: Active extensions
ig: Mgbatịkwu ndị n'arụ ọrụ

source: Lists the active extensions.
ig: Desịta mgbatịkwu ọrụ ọrụ.

source: Web browser for GNOME
ig: Omenchọgharị Wéèbụ̀

source: About GNOME
ig: Maka GNOME

source: Learn more about GNOME
ig: Mụtakwuo ụfọdụ ihe gbasara GNOME

source: Friends of GNOME
ig: Ndị enyi GNOME

source: Contact
ig: Mmekọ

source: The Mysterious GEGL
ig: GEGL nke ahụ a na-amaghị́ị̀

source: The Squeaky Rubber GNOME
ig: Ụda rọba nke Gnome

source: Wanda The GNOME Fish
ig: Wanda azụ GNOME

source: About the GNOME Desktop
ig: Maka ihe gbasara GNOME Desktọ́ọ̀pụ̀

source: Welcome to the GNOME Desktop
ig: Nnọ́ọ̀ nà GNOME Desktọ́ọ̀pụ̀

source: Brought to you by:
ig: Nke ewetààrà gị site n'aka:

source: Version
ig: Agbanke

source: Distributor
ig: Omenkesa

source: Build Date
ig: Ụbọchị ọrụrụ

source: GNOME is a Free, usable, stable, accessible desktop environment for the Unix-like family of operating systems.
ig: GNOME bụ efu, dị̄ ōmúmé, kwụrụ chịm, dịkwa mfe mbanye nke desktọọpụ ebe maka dịka-Yuniksị ezinụlọ nke sistem usoroomumeihe.

source: GNOME includes most of what you see on your computer, including the file manager, web browser, menus, and many applications.
ig: GNOME na-etinye ụfọdụ ihe ị na-ahụ na kọmputa gị, tinyere onyenlekọta faịlụ, omenchọgharị weebụ, menus, nakwa ọtụtụ usoroiheomume ndị ahụ.

source: GNOME also includes a complete development platform for applications programmers, allowing the creation of powerful and complex applications.
ig: GNOME na-etinyekwa ebenzipụta ntolite ozuzuoke maka ndị ọrụụ usoroiheomume kọmputa, na-ekwe nkewapụta nke usoroiheomume ndị siri ike na nke gbagwojuru anya.

source: GNOME's focus on usability and accessibility, regular release cycle, and strong corporate backing make it unique among Free Software desktops.
ig: GNOME na-aka agbado ụkwụ na njieme na ikembanye, saịkụlụ nke a na-ahapụ mgbe ọbụla, nakwa nkwado mmekọrịta siri ike nke mere ka ọ kwụpụ iche n'etiti Free Softwịa desktop ndị ọzọ.

source: GNOME's greatest strength is our strong community. Virtually anyone, with or without coding skills, can contribute to making GNOME better.
ig: Ike GNOME bụ nkwekọrịta ndị mmadụ gbasara ya. Ọbụnagodi onye ọbụla, má mọọbụ amaghị usoromumeihe ọrụ ǹkà ya, ga-enwenwu ike inyeaka n'ọdị mma GNOME.

source: Hundreds of people have contributed code to GNOME since it was started in 1997; many more have contributed in other important ways, including translations, documentation, and quality assurance.
ig: Ọtụtụ ndị mmadụ enyela aka iwebata okwunzobe na GNOME kamgbe ọ bidoro n'afọ 1997; ọtụtụkwa enyekwala n'ụzọ ndị ọzọ dịgasị mkpa, tinyere ntụgharị, dọkumenteshiọn, nakwa ezi ntụkwasaobi.

source: Error reading file '%s': %s
ig: Ndehie na-ewepụta ozi faịlụ '%s': %s

source: Error rewinding file '%s': %s
ig: Ndehie na-eweghachi faịlụ '%s': %s

source: No name
ig: Onweghị aha

source: File '%s' is not a regular file or directory.
ig: Faịlụ '%s' abụghị faịlụ mgbe ọbụla mọọbụ ebenlereanya.

source: Error cannot find file id '%s'
ig: Ndehie na-ewepụta ozi faịlụ '%s': %s

source: No filename to save to
ig: Enweghị ahafaịlụ a ga-echekwa na

source: Starting %s
ig: Na-ebido %s

source: No URL to launch
ig: Enweghị URL a ga-ebubata

source: Not a launchable item
ig: Ọ bụghị ihenhọrọ dị̄ mbubata

source: No command (Exec) to launch
ig: Enweghị ntiiwu (Exec) a ga-ebubata

source: Bad command (Exec) to launch
ig: Ajọ́ọ̄ ntiiwu (Exec) a ga-ebubata

source: Unknown encoding of: %s
ig: Ntụgharị a na-amaghị nke: %s

source: could not get information about output %d
ig: position", "size", and "maximum

source: none of the saved display configurations matched the active configuration
ig: requested", "minimummaximum

source: could not find a suitable configuration of screens
ig: MirrorPantallas en Espejo", *not* "Espejar Pantallas

source: Cannot find file '%s'
ig: Ndehie na-ewepụta ozi faịlụ '%s': %s

source: none of the selected modes were compatible with the possible modes: %s
ig: requested", "minimummaximum

source: required virtual size does not fit available size: requested=(%d, %d), minimum=(%d, %d), maximum=(%d, %d)
ig: MirrorPantallas en Espejo", *not* "Espejar Pantallas

source: Unknown Display
ig: position", "size", and "maximum

source: Sound & Video
ig: Ụda na Vidio

source: Multimedia menu
ig: Mọltimidia menu

source: Programming
ig: Programịn

source: Tools for software development
ig: Ngwaọrụ maka ntolite Sọftwịa

source: Education
ig: Ọmụmụ

source: Games
ig: Egwuregwu

source: Games and amusements
ig: Egwuregwu na obiụtọ

source: Graphics
ig: Nsepụtainyogo

source: Graphics applications
ig: Usoro iheomume nsepụtainyogo

source: Internet
ig: Ịntaneetị

source: Programs for Internet access such as web and email
ig: Program maka ikikembanye ịntaneetị dịka web na Imeelụ

source: Office
ig: Ụlọọrụ

source: Office Applications
ig: Usoro iheomume ụlọọrụ

source: Personal settings
ig: Nkarachọ nkeonwe na nhazi

source: Administration
ig: Nhazi

source: Change system-wide settings (affects all users)
ig: Gbanwee nhazi systemwide (na-emetụta ndị ojieme)

source: Personal preferences
ig: Nkarachọ nkeonwe

source: System
ig: Ngwaọrụ sistem

source: System Tools
ig: Ngwaọrụ sistem

source: System configuration and monitoring
ig: Nhazi na ilereanya nke sistem

source: Universal Access Settings
ig: Nhazi ikikembanye

source: Accessories
ig: Nnyemaka ngwaọrụ

source: Desktop accessories
ig: Nnyemaka ngwaọrụ Desktọọpụ

source: Applications
ig: Usoro ihe omume

source: Personal preferences and administration settings
ig: Nkarachọ nkeonwe na ọdịdị Nhazi

source: Other
ig: Ọzọ

source: Applications that did not fit in other categories
ig: Usoro iheomume na-abanyeghị n'ọ́nụ́ ndị ọzọ
